{
  "serie_description": "Breaking Bad es una serie de televisión dramática estadounidense creada y producida por Vince Gilligan. Narra la historia de Walter White (Bryan Cranston), un profesor de química con problemas económicos a quien le diagnostican un cáncer de pulmón inoperable. Para pagar su tratamiento y asegurar el futuro económico de su familia comienza a cocinar y vender metanfetamina,4​ junto con Jesse Pinkman (Aaron Paul), un antiguo alumno suyo. La serie, ambientada y producida en Albuquerque, Nuevo México, se caracteriza por sus escenarios desérticos y por la tendencia en la historia de poner a sus personajes en situaciones que aparentemente no tienen salida, lo que llevó a que su creador la describa como un wéstern contemporáneo.",
  "sessions": [
    {
      "number": 1,
      "year": "2008",
      "description": "Walter White (Bryan Cranston), un profesor de química de instituto, se entera de que tiene un cáncer pulmonar avanzado e inoperable. Días más tarde, cuando acompaña a su cuñado de la DEA Hank (Dean Norris) a una redada, ve a un antiguo alumno suyo, Jesse Pinkman (Aaron Paul), escapando de un laboratorio de metanfetamina casero. Más tarde, contacta a Jesse y decide asociarse con él para combinar sus habilidades y producir y distribuir metanfetamina. Walter dice que quiere darle estabilidad financiera a su esposa embarazada, Skyler (Anna Gunn) y a su hijo discapacitado, y, además, pagar su costoso tratamiento para el cáncer. Durante los primeros días de su nueva vida como productores de droga, tienen varios conflictos con los vendedores locales. Walt continúa con el negocio pese a estas dificultades bajo el seudónimo 'Heisenberg'. La primera temporada completa fue lanzada en DVD en la Región 1 el 24 de febrero de 200950​ y en blu-ray el 16 de marzo de 2010.51​"
    },
    {
      "number": 2,
      "year": "2009",
      "description": "Walter sigue lidiando con las costosas cuentas médicas a pagar por su tratamiento contra el cáncer y, pese a haber enfrentado grandes dificultades cuando cocinaba metanfetamina con Jesse, acepta continuar con el negocio. Los dos siguen produciendo droga pero tienen varios problemas: Badger (Matt L. Jones), amigo de Jesse, es arrestado después de que un policía se hace pasar por un comprador. Walter contrata un abogado, Saul Goodman (Bob Odenkirk), para ayudar a Badger. Walter y Jesse llevan un vehículo recreacional al desierto y cocinan sin parar durante cuatro días. Más tarde, Combo, otro de los amigos y distribuidores de Jesse, es asesinado por una banda rival por vender droga en su territorio. Saul sugiere que busquen otra manera de vender sus productos. Mientras todo esto ocurre, Jesse comienza una relación con su vecina y casera, Jane (Krysten Ritter), una joven en plena recuperación de su adicción a las drogas. Tras enterarse de que Jesse consume, Jane recae y ambos comienzan a usar heroína. Walt encuentra un nuevo socio de negocios, Gus Fring (Giancarlo Esposito), quien está dispuesto a pagar 1,2 millones de dólares por las 38 libras de metanfetamina que produjeron en sus cuatro días en el desierto. Walter, con un escaso margen de tiempo, le lleva el producto a Gus pero se pierde el nacimiento de su hija. Walt le quita a Jesse su mitad del dinero porque sabe que lo gastará en heroína, pero Jane lo descubre y empieza a chantajearlo. Walt visita la casa de Jesse y ve a ambos drogados e inconscientes tirados en la cama. Jane comienza a vomitarse a sí misma, ahogándose con su propio vómito, Walt no hace nada para salvarla y la deja morir. Al final de la temporada, Skyler enfrenta a Walter por sus frecuentes ausencias y excusas, descubre su vida secreta y exige que se separen. Al mismo tiempo, el padre de la fallecida Jane, un controlador aéreo, queda alterado psiquiátricamente por la muerte de su hija y causa el choque de dos aviones de pasajeros en Albuquerque.La segunda temporada completa fue lanzada en DVD en la Región 1 y en blu-ray en la Región A el 16 de marzo de 2010."
    },
    {
      "number": 3,
      "year": "2010",
      "description": "Walter desea reunirse con su familia, pero Skyler todavía sospecha de su segunda vida. Walt cree que puede solucionar la tensión que hay entre ellos confesándole que ha estado produciendo metanfetamina; sin embargo, Skyler queda sorprendida por la confesión y exige un divorcio formal. Mientras tanto, Gus le ofrece a Walt tres millones de dólares por tres meses de su trabajo, además de un laboratorio completo y un brillante asistente, Gale (David Costabile). Jesse sigue produciendo y vendiendo metanfetamina por su cuenta, mientras Hank trabaja con la DEA para investigar a Jesse y poco a poco junta evidencias para poder arrestarlo. Jesse amenaza con entregar a Walt a la policía si es arrestado, pero este le ofrece el trabajo de Gale en el laboratorio. Después de obtener el trabajo, Jesse comienza a robar cristales del laboratorio y a venderlos en secreto por su cuenta. Además, comienza una relación con Andrea, a quien conoce en un grupo de rehabilitación y cuyo hermano, de once años de edad, había sido obligado a matar a Combo. Jesse decide vengar a Combo y matar a los criminales que habían hecho que el niño lo matara, quienes, a su vez, estaban bajo las órdenes de Gus. Walt ayuda a Jesse a librarse de la ira de Gus, pero este comienza a perder la confianza en Walt, por lo que le pide a Gale que maneje el laboratorio él solo y ordena a sus secuaces que asesinen a Walt y Jesse. Cuando los secuaces de Gus lo secuestran, Walt le dice a Jesse por teléfono que asesine a Gale para obligar a Gus a no matarlos a ellos, ya que, en caso de hacerlo, se quedaría sin un químico profesional para manufacturar la droga. La tercera temporada completa fue lanzada en DVD en la Región 1 y en blu-ray en la Región A el 7 de junio de 2011."
    },
    {
      "number": 4,
      "year": "2011",
      "description": "Jesse sigue las instrucciones de Walter y asesina a Gale. Gus decide disciplinarlos a ambos endureciendo las políticas de seguridad del laboratorio y trata de romper su amistad asignándoles trabajos separados. Mientras Walter trabaja en el laboratorio de metanfetamina, Jesse acompaña a Mike (Jonathan Banks), uno de los secuaces de Gus, a recoger pagas y servirle de apoyo. Walter y Jesse comienzan a distanciarse cada vez más y a ser más hostiles el uno con el otro. Mientras tanto, Hank, quien se está recuperando de su último enfrentamiento con el cartel mexicano, encuentra evidencias que unen a Gale con Gus. Cree que Gus es un distribuidor de drogas a gran escala y comienza a buscar evidencias tangibles para levantar cargos. Gus, al darse cuenta de que Walt es muy cercano a Hank, decide despedirlo para que no ponga el negocio en peligro y amenaza a toda su familia. Jesse y Walter dejan de lado sus diferencias y se ponen de acuerdo para asesinar a Gus: para hacerlo, convencen al antiguo criminal del cartel Héctor Salamanca para que haga explotar una bomba suicida en presencia de Gus. Héctor logra su cometido y se mata a sí mismo, a Gus y a Tyrus, su principal secuaz. Walter y Jesse, luego, destruyen el laboratorio y Walt le dice a su esposa 'Gané'.Originalmente, se iban a producir mini episodios de cuatro minutos de duración antes del estreno de la cuarta temporada,54​ pero al final no pudieron llevarse a cabo."
    },
    {
      "number": 5,
      "year": "2012-13",
      "description": "Walter, Jesse y Mike comienzan a trabajar juntos para reanudar la producción y la distribución de metanfetamina después de la muerte de Gus Fring. Mike maneja la parte de los negocios mientras que Walt y Jesse trabajan con un equipo de fumigadores de casas para cocinar metanfetamina en casas cerradas por fumigación. Pese al nuevo modelo del negocio, Hank y la DEA logran identificar a nueve prisioneros y a un abogado que tiene lazos potencialmente criminales con Mike. Walt asesina a Mike y luego contrata a una banda de neonazis para que asesine a los informantes que estaban en prisión. Sin la intervención de la DEA, Walter logra reunir ochenta millones de dólares antes de decidir su retiro."
    }
  ]
}