{
  "description_original": "Breaking Bad is an American drama television series created and produced by Vince Gilligan. It tells the story of Walter White (Bryan Cranston), a financially troubled chemistry professor who is diagnosed with inoperable lung cancer. To pay for his treatment and to secure the financial future of his family, he begins to cook and sell methamphetamine, 4 along with Jesse Pinkman (Aaron Paul), a former student of his. The series, set and produced in Albuquerque, New Mexico, is characterized by its desert settings and by the tendency in history to put its characters in situations that apparently have no way out, which led its creator to describe it as a western. contemporary.",
  "description_better_call_saul": "Better Call Saul is an American television drama series created by Vince Gilligan and Peter Gould. It is a prequel to and spinoff of the previous Gilligan Breaking Bad series. Set in the early to mid-2000s, the series follows the story of a con artist recently turned lawyer Jimmy McGill (played by Bob Odenkirk), which begins six years before the events of Breaking Bad and shows his transformation into the criminal person Saul Goodman. McGill becomes the lawyer for ex-policeman Mike Ehrmantraut (Jonathan Banks), whose skills allow him to enter the criminal underworld of drug trafficking in Albuquerque (New Mexico) United States. The show premiered on the AMC channel on February 8, 2015 and has aired five seasons to date. Netflix broadcasts the series in several countries and Movistar Series in Spain. A sixth and final season is scheduled to air in 2022.",
  "sessions": [
    {
      "number": 1,
      "year": "2008",
      "description": "Walter White (Bryan Cranston), a high school chemistry teacher, learns that he has advanced and inoperable lung cancer. Days later, when he accompanies his DEA brother-in-law Hank (Dean Norris) on a raid, he sees a former student of his, Jesse Pinkman (Aaron Paul), escaping from a homemade meth lab. Later, he contacts Jesse and decides to partner with him to combine his skills and produce and distribute methamphetamine. Walter says he wants to give financial stability to his pregnant wife Skyler (Anna Gunn) and her disabled son of hers, as well as pay for his expensive cancer treatment. During the first days of their new life as drug producers, they have several conflicts with local vendors. Walt continues with the business despite these difficulties under the pseudonym 'Heisenberg'. The first full season was released on DVD in Region 1 on February 24, 200950 and on blu-ray on March 16, 2010."
    },
    {
      "number": 2,
      "year": "2009",
      "description": "Walter continues to grapple with expensive medical bills to pay for his cancer treatment, and despite having faced great hardships cooking meth with Jesse, he agrees to continue the business. The two continue to produce drugs but have several problems: Badger (Matt L. Jones), Jesse's friend, is arrested after a police officer poses as a buyer. Walter hires a lawyer, Saul Goodman (Bob Odenkirk), to help Badger. Walter and Jesse take a RV into the desert and cook non-stop for four days. Later, Combo, another of Jesse's friends and dealers, is assassinated by a rival gang for selling drugs in his territory. Saul suggests that they find another way to sell their products. While all this is happening, Jesse begins a relationship with her neighbor and landlady, Jane (Krysten Ritter), a young woman in full recovery from her drug addiction. After learning that Jesse is using, Jane relapses and they both start using heroin. Walt finds a new business partner, Gus Fring (Giancarlo Esposito), who is willing to pay $ 1.2 million for the 38 pounds of methamphetamine they produced in his four days in the desert. Walter, with a short margin of time, brings the product to Gus but the birth of his daughter is missed. Walt takes half of Jesse's money from him because he knows he will spend it on heroin, but Jane finds out and starts blackmailing him. Walt visits Jesse's house and sees both of them drugged and unconscious lying on the bed. Jane begins to vomit herself, choking on her own vomit, Walt does nothing to save her and leaves her to die. At the end of the season, Skyler confronts Walter over his frequent absences and excuses, discovers his secret life, and demands that they separate. At the same time, the late Jane's father, an air traffic controller, is psychiatrically altered by the death of his daughter and causes the collision of two airliners in Albuquerque. The second full season was released on DVD in Region 1 and in blu-ray in Region A on March 16, 2010."
    },
    {
      "number": 3,
      "year": "2010",
      "description": "Walter wishes to reunite with his family, but Skyler is still suspicious of his second life. Walt believes that he can resolve the tension between them by confessing that he has been producing methamphetamine; However, Skyler is shocked by the confession and demands a formal divorce. Meanwhile, Gus offers Walt three million dollars for three months of his work, plus a full lab and a brilliant assistant, Gale (David Costabile). Jesse continues to produce and sell methamphetamine on his own account, while Hank works with the DEA to investigate Jesse and slowly gathers evidence so he can arrest him. Jesse threatens to turn Walt over to the police if he is arrested, but he offers him Gale's job in the lab. After getting the job, Jesse begins stealing crystals from the lab and secretly selling them for him. Furthermore, he begins a relationship with Andrea, whom he meets in a rehab group and whose eleven-year-old brother had been forced to kill Combo. Jesse decides to avenge Combo and kill the criminals who had made the boy kill him, who, in turn, were under Gus' orders. Walt helps Jesse rid himself of Gus's wrath, but Gus begins to lose confidence in Walt, so he asks Gale to run the lab on his own and orders his henchmen to murder Walt and Jesse. When Gus' henchmen kidnap him, Walt tells Jesse over the phone to murder Gale to force Gus not to kill them, since if he did, he would be left without a professional chemist to manufacture the drug. The entire third season was released on DVD in Region 1 and on blu-ray in Region A on June 7, 2011."
    },
    {
      "number": 4,
      "year": "2011",
      "description": "Jesse follows Walter's instructions and kills Gale. Gus decides to discipline them both by tightening the laboratory's security policies and tries to break their friendship by assigning them separate jobs. While Walter works in the meth lab, Jesse accompanies Mike (Jonathan Banks), one of Gus's henchmen, to collect pay and support him. Walter and Jesse become increasingly estranged and hostile to each other. Meanwhile, Hank, who is recovering from his latest confrontation with the Mexican cartel, finds evidence linking Gale to Gus. He believes that Gus is a large-scale drug dealer and begins looking for tangible evidence to press charges. Gus, realizing that Walt is very close to Hank, decides to fire him so that he does not put the business in danger and threatens his entire family. Jesse and Walter put their differences aside and agree to assassinate Gus: to do so, they convince the former cartel criminal Héctor Salamanca to set off a suicide bomb in Gus's presence. Hector achieves his mission and kills himself, Gus, and Tyrus, his main henchman. Walter and Jesse then destroy the lab and Walt tells his wife 'I won.' Originally, four-minute long mini-episodes were to be produced before the season four premiere, 54 but ultimately failed to bring them to life. cape."
    },
    {
      "number": 5,
      "year": "2012-13",
      "description": "Walter, Jesse, and Mike begin working together to resume methamphetamine production and distribution after Gus Fring's death. Mike runs the business side while Walt and Jesse work with a team of home fumigators to cook methamphetamine in homes closed for fumigation. Despite the new business model, Hank and the DEA are able to identify nine prisoners and a lawyer who has potentially criminal ties to Mike. Walt murders Mike and then hires a gang of neo-Nazis to murder the informants who were in prison. Without the intervention of the DEA, Walter manages to raise eighty million dollars before deciding to retire him."
    }
  ]
}